FemDesign.Results.QuantityEstimationTimber
FemDesign "Quantity estimation, Timber" result

FemDesign.Results.QuantityEstimationTimber.Id
Element name identifier

FemDesign.Results.QuantityEstimationTimber.Storey
Storey identifier

FemDesign.Results.QuantityEstimationTimber.Structure
Structural element type

FemDesign.Results.QuantityEstimationTimber.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationTimber.Section
Section/Thickness identifier

FemDesign.Results.QuantityEstimationTimber.UnitWeight
Weight per length [t/m, t/m2]

FemDesign.Results.QuantityEstimationTimber.SubTotal
Subtotal

FemDesign.Results.QuantityEstimationTimber.TotalWeight
Total weight

FemDesign.Results.QuantityEstimationTimber.PaintedArea
Painted area